/* 
   OrionModel.strings
   Orion

   Created by Michele Longhi on 24/06/08.
   Copyright 2008 Michele Longhi Digital Studio. All rights reserved.
 */

// Prices

"Property/code" = "Codice";
"Property/briefDescription" = "Descrizione Sintetica";
"Property/longDescription" = "Descrizione Estesa";
"Property/umCode" = "Unità di Misura";
"Property/price" = "Prezzo";